Repository: common-repository/contact-team-member
Catalog: languages/*.po
Languages: fr_fr

source: Contact Team Member - Settings
fr_fr: Contact Team Member - Réglages

source: Save changes
fr_fr: Sauvergarder les modifications

source: Main settings
fr_fr: Réglages principaux

source: Avatar
fr_fr: Avatar / Image

source: Link (internal or external)
fr_fr: Destination au clic (Url interne ou externe)

source: Notification style
fr_fr: Style notification

source: Gravity form (ID)
fr_fr: ID du formulaire Gravity Form

source: Remove
fr_fr: Supprimer

source: Add a new message
fr_fr: Ajouter un nouveau message

source: You can insert html tags in your content, if you enter several messages, they will be displayed randomly.
fr_fr: Vous pouvez entrer des balises HTML dans le contenu de vos messages. Si vous créez plusieurs messages, ils seront affichés de façon aléatoire.

source: Give the link to the picture display, you can add it to the media library to retrieve the link. The image must be square and the dimensions must be at least 150x150px.
fr_fr: Renseignez le lien de l’image à afficher, vous pouvez ajouter une image dans la bibliothèque des medias et récupérer le lien associé à l’image. L’image doit être carrée et doit au minimum être de 150px par 150px.

source: You can fill an external or internal link as desired.
fr_fr: Vous pouvez spécifier un lien externe.

source: Bring up the message as a notification bubble requiring action to display the message.
fr_fr: Afficher un indicateur de notification et afficher la bulle du message au clic sur l’avatar.

source: Specify the form id to point to click on the bubble.
fr_fr: Renseignez l’ID du formulaire à afficher au clic sur la bulle.

source: Click to open form!
fr_fr: Cliquez pour voir le formulaire

source: Close
fr_fr: Fermer
